---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.ValueParsingOptions
source: html/48c223c9-578d-97b2-5a37-6d04672f72e2.htm
---
# ValueParsingOptions Members

Creates a new ValueParsingOptions object with default settings.